<template>
  <main id="userAgreement" class="frame_center document_fix">
    <div>
      <div class="userAgreement_main frame_center_main frame_cnt">
        <p class="MsoNormal"><span><b>如泰科技疫情防控中心许可及服务协议</b></span></p>
        <p class="MsoNormal"><span><b>首部及导言</b></span></p>
        <p class="MsoNormal"><span>欢迎使用如泰科技疫情防控中心平台及服务！</span></p>
        <p class="MsoNormal"><span>为使用如泰科技疫情防控中心服务平台（以下简称“本平台”）及服务，
          用户应当阅读并遵守《如泰科技疫情防控中心许可及服务协议》（以下简称“本协议”）。请用户务必审慎阅读、
          充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。
          限制、免责条款可能以加粗形式提示用户注意。</span></p>
        <p class="MsoNormal"><span>除非用户已阅读并接受本协议所有条款，否则用户无权使用本软件及相关服务。用户的登录、使用等行为即视为用户已阅读并同意上述协议的约束。</span></p>
        <p class="MsoNormal"><span><b>一、协议的范围</b></span></p>
        <p class="MsoNormal"><span>本协议是用户与如泰科技之间关于用户使用、复制本平台，以及使用如泰科技相关服务所订立的协议。“如泰科技”是指如泰科技公司及其相关服务可能存在的运营关联单位。“疫情防控中心用户”是指登录、使用疫情防控中心平台及服务并获得管理权限的个人或组织，在本协议中更多地称为“你”。“最终用户”是指收到邀请后加入你所创建的疫情防控中心的个人用户。前述“疫情防控中心用户”及“最终用户”统称为“用户”或“所有用户”。</span></p>
        <p class="MsoNormal"><span><b>二、关于本服务</b></span></p>
        <p class="MsoNormal"><span>2.1 本服务的内容</span></p>
        <p class="MsoNormal"><span>本服务内容是指如泰向用户提供的疫情防控管理工具（以下简称“疫情防控”），支持单人、多人参与，在监测成员体温、位置等即时信息服务的基础上，同时为用户提供包括但不限于组织成员管理以及数据分析等服务（以下简称“本服务”）。</span></p>
        <p class="MsoNormal"><span>2.2 本服务的形式</span></p>
        <p class="MsoNormal"><span>2.2.1 用户使用本服务需要注册企业微信帐号并下载企业微信客户端软件，腾讯将向用户提供企业微信的管理权限、使用功能和使用说明等服务。如泰科技疫情防控将通过企业微信账号进行登录或在企业微信移动端软件进入，并尽应有之努力保障本服务的正常运行。</span></p>
        <p class="MsoNormal"><span>2.2.2 本服务中如泰科技提供包括但不限于Web、移动端、公众号等多个应用终端（具体以如泰提供的为准），如用户已注册使用一种终端的服务，则可以以同一帐号使用其他终端的服务，本协议自动适用于用户所使用的所有终端的软件和服务。</span></p>
        <p class="MsoNormal"><span>2.2.3 你可以申请疫情防控服务管理帐号，并可通过该管理帐号申请疫情防控中心服务，并通过疫情防控实现成员疫情管理、防控疫情等目的。</span></p>
        <p class="MsoNormal"><span>2.3 本服务许可的范围</span></p>
        <p class="MsoNormal"><span>2.3.1 如泰给予用户一项不可转让的、非排他性的许可，以使用本服务。</span></p>
        <p class="MsoNormal"><span>2.3.2 本条及本协议其他条款未明示授权的其他一切权利仍由如泰保留，用户在行使这些权利时须另外取得如泰的书面许可。如泰如果未行使前述任何权利，并不构成对该权利的放弃。</span></p>
        <p class="MsoNormal"><span><b>三、服务的获取</b></span></p>
        <p class="MsoNormal"><span>3.1 用户可以直接从如泰的网站上联系如泰。</span></p>
        <p class="MsoNormal"><span><b>四、服务的更新</b></span></p>
        <p class="MsoNormal"><span>4.1 为了改善用户体验、完善服务内容，如泰将不断努力开发新的服务，并为用户不时提供服务更新（这些更新可能会采取平台替换、修改、功能强化、版本升级等形式）。</span></p>
        <p class="MsoNormal"><span>4.2 为了保证本服务的安全性和功能的一致性，如泰有权不经向用户特别通知而对服务进行更新，或者对服务的部分功能效果进行改变或限制。</span></p>
        <p class="MsoNormal"><span>4.3 用户同意，如泰可能通过公告、更新日志等方式向用户通知服务更新情况，但如泰不需向用户特别通知。</span></p>
        <p class="MsoNormal"><span><b>五、用户信息及个人信息保护</b></span></p>
        <p class="MsoNormal"><span>5.1 保护用户信息是如泰的一项基本原则，如泰将会采取合理的措施保护用户的信息。除法律法规规定的情形外，未经用户许可如泰不会向第三方公开、透露用户信息。如泰对相关信息采用专业加密存储与传输方式，保障用户信息的安全。</span></p>
        <p class="MsoNormal"><span>5.2 如泰将运用各种安全技术和程序建立完善的管理制度来保护用户的个人信息，以免遭受未经授权的访问、使用或披露。</span></p>
        <p class="MsoNormal"><span>5.3 你在上传和管理组织成员名称、照片、手机号等个人信息时，请确保你已经事先获得组织成员的明确同意，仅收集为运营及功能实现目的而必需的用户信息，且已充分告知组织成员相关数据收集的目的、范围及使用方式等。</span></p>
        <p class="MsoNormal"><span>5.4 疫情防控用户应当建立信息安全保护制度并对最终用户进行信息安全教育，包括但不限于：将管理权限交予适当的人选；合理设定相关人员的管理权限；提醒或要求最终用户注意信息安全和帐号安全，防止帐号被他人使用而导致的信息泄露。</span></p>
        <p class="MsoNormal"><span>5.5 未经用户的同意，如泰不会向如泰以外的任何公司、组织和个人披露用户的个人信息，但法律法规另有规定的除外。</span></p>
        <p class="MsoNormal"><span>5.6 就你使用本服务过程中所产生的及你所收集或被提供的任何个人信息（“个人信息”），你应根据所有可适用法律法规使用本服务，并依约履行你在本协议下的义务。本协议所指的“可适用法律法规”是指你通过本服务所提供的信息、服务或前述信息、服务可被接收的国家、地区的法律、法规、规章、规范性文件、政策。你承诺：</span></p>
        <p class="MsoNormal"><span>5.6.1 遵守不时修订的所有可适用的隐私和数据保护的法律法规，包括适用于个人信息的法律法规，并向我们提供必要信息以证明你已遵守前述法律法规及本协议约定；</span></p>
        <p class="MsoNormal"><span>5.6.2 仅就使用本服务之目的使用、处理用户的个人信息，除非最终用户另行授权或同意；</span></p>
        <p class="MsoNormal"><span>5.6.3 明确、准确地向你的最终用户描述你所收集的个人信息以及如何使用、向第三方分享这些信息等；</span></p>
        <p class="MsoNormal"><span>5.6.4 采取适宜的技术及系统的安全措施，以保护个人信息免遭未经授权访问或使用，并对前述安全措施的有效性进行定期测试；</span></p>
        <p class="MsoNormal"><span>5.6.5 确保所有有权访问个人信息的人员都受保密义务的约束；</span></p>
        <p class="MsoNormal"><span>5.6.6 出现任何未经授权的访问或使用个人信息的情况下，及时向如泰、最终用户和相关数据保护机构汇报；</span></p>
        <p class="MsoNormal"><span>5.6.7 尽可能协助如泰应对最终用户根据可适用法律法规行使其权利的要求。</span></p>
        <p class="MsoNormal"><span>5.6.8 更多有关个人信息和隐私保护的相关政策，请详见《疫情防控中心隐私保护指引》</span></p>
        <p class="MsoNormal"><span><b>六、主权利义务条款</b></span></p>
        <p class="MsoNormal"><span>6.1 帐号使用规范</span></p>
        <p class="MsoNormal"><span>6.1.1 你在使用本服务前需要申请一个疫情防控服务管理帐号，并向最终用户分配最终用户帐号，为验证最终用户所属组织，保障疫情防控帐号安全并获得提供服务所必要的用户信息，最终用户需通过手机号码及微信帐号验证后方能使用疫情防控帐号。疫情防控服务管理帐号可通过企业微信扫描进行注册。如泰有权根据用户需求或产品需要对帐号注册方式进行变更。</span></p>
        <p class="MsoNormal"><span>6.1.2 疫情防控帐号的所有权归如泰公司所有，用户完成申请注册手续后，仅获得疫情防控帐号的使用权，用户不得赠与、借用、租用、转让或售卖疫情防控帐号或者以其他方式许可他人使用。</span></p>
        <p class="MsoNormal"><span>6.1.3 用户应当按照法律法规和服务要求，按相应页面的提示准确提供并及时更新用户的资料，以使之真实、及时，完整和准确。用户承诺不得冒充他人进行注册，不得未经许可为他人注册，不得以可能误导其他用户的方式注册帐号，不得使用可能侵犯他人权益的用户名进行注册（包括但不限于涉嫌商标权、名誉权侵权等），否则如泰有权注销该帐号。</span></p>
        <p class="MsoNormal"><span>6.1.4 用户有责任妥善保管注册帐户信息及帐户密码的安全，用户需要对注册帐户以及密码下的行为承担法律责任。用户同意在任何情况下不向他人透露帐户及密码信息。当在你怀疑他人在使用你的帐号时，你应立即通知如泰公司。</span></p>
        <p class="MsoNormal"><span>6.1.5 用户注册疫情防控帐号后如果长期不登录该帐号，如泰有权回收该帐号，以免造成资源浪费，由此带来的任何损失均由用户自行承担</span></p>
        <p class="MsoNormal"><span>6.1.6 用户确认，在用户完成注册程序或以其他如泰允许的方式实际使用服务时，用户应当是具备完全民事权利能力和与所从事的民事行为相适应的行为能力的自然人、法人或其他组织。若用户不具备前述主体资格，请勿使用本服务，否则用户及用户的监护人应承担因此而导致的一切后果，且如泰有权注销（永久冻结）用户的账户，给如泰造成损失的，如泰有权向用户追偿。如你代表一家公司或其他法律主体进行注册或以其他如泰允许的方式实际使用本服务的，则你声明和保证，你有权使该公司或该法律主体受本协议的约束</span></p>
        <p class="MsoNormal"><span>6.2 用户注意事项</span></p>
        <p class="MsoNormal"><span>6.2.1 用户理解并同意：为了向用户提供有效的服务，本服务会利用用户终端设备的处理器和带宽等资源。本服务使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。</span></p>
        <p class="MsoNormal"><span>6.2.2 你理解并同意：本服务会让管理员查询到本企业或组织内其他最终用户的信息，但超级管理员可以通过管理权限限制最终用户的信息查阅权限。在使用本服务管理你的最终用户信息时，你应当：</span></p>
        <p class="MsoNormal"><span>6.2.2.1 充分告知最终用户使用本软件及本服务对用户信息、内容相关影响的政策规定；</span></p>
        <p class="MsoNormal"><span>6.2.2.2 确保在使用本服务过程中对用户信息、内容的使用和处理遵从可适用的法律法规的要求;</span></p>
        <p class="MsoNormal"><span>6.2.2.3 应对并处理你与最终用户就用户信息、内容相关的，或因你未完全履行该条款所产生的所有争议及纠纷，并独立承担由此而产生的一切法律责任。</span></p>
        <p class="MsoNormal"><span>6.2.3 用户在使用本软件某一特定服务或功能时，可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），且该特定服务或功能也可能由其他主体提供，用户在使用该项服务或功能前请阅读并同意该服务或功能提供者的相关单独协议、业务规则。用户使用前述特定服务，即视为用户接受相关单独协议、业务规则。</span></p>
        <p class="MsoNormal"><span>6.2.4 用户理解并同意如泰将会尽其商业上的合理努力保障用户在本服务中的数据存储安全，但是，如泰并不能就此提供完全保证，包括但不限于以下情形：</span></p>
        <p class="MsoNormal"><span>6.2.4.1 如泰不对用户在本软件及服务中相关数据的删除或储存失败负责；</span></p>
        <p class="MsoNormal"><span>6.2.4.2 如泰有权根据实际情况自行决定用户在本服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。用户可根据自己的需要自行备份本服务中的相关数据；</span></p>
        <p class="MsoNormal"><span>6.2.4.3 如果用户停止使用本服务或服务被终止、取消，如泰可以从服务器上永久地删除你的数据。服务停止、终止或取消后，如泰没有义务向用户返还任何数据。</span></p>
        <p class="MsoNormal"><span>6.2.5 用户在使用本软件及服务时，须自行承担如下来自如泰不可掌控的风险内容，包括但不限于：</span></p>
        <p class="MsoNormal"><span>6.2.5.1 由于不可抗拒因素可能引起的用户信息丢失、泄漏等风险；</span></p>
        <p class="MsoNormal"><span>6.2.5.2 用户在使用本软件访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担；</span></p>
        <p class="MsoNormal"><span>6.2.5.3 由于网络信号不稳定、网络带宽小等网络原因，所引起的如泰疫情防控登录失败、资料同步不完整、页面打开速度慢等风险。</span></p>
        <p class="MsoNormal"><span><b>七、服务使用规范</b></span></p>
        <p class="MsoNormal"><span>7.1 除非法律允许或如泰书面许可，用户使用本服务过程中不得从事下列行为：</span></p>
        <p class="MsoNormal"><span>7.1.1 删除本软件及其副本上关于著作权的信息；</span></p>
        <p class="MsoNormal"><span>7.1.2 对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本服务的源代码；</span></p>
        <p class="MsoNormal"><span>7.1.3 对如泰拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</span></p>
        <p class="MsoNormal"><span>7.1.4 对本服务或者本服务运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本服务运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非如泰经授权的第三方工具/服务接入本软件和相关系统；</span></p>
        <p class="MsoNormal"><span>7.1.5 通过修改或伪造服务运行中的指令、数据，增加、删减、变动服务的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；</span></p>
        <p class="MsoNormal"><span>7.1.6 通过非如泰开发、授权的第三方软件、插件、外挂、系统，登录或使用服务，或制作、发布、传播上述工具；</span></p>
        <p class="MsoNormal"><span>7.1.7 自行或者授权他人、第三方软件对本服务及其组件、模块、数据进行干扰；</span></p>
        <p class="MsoNormal"><span>7.1.8 其他未经服务明示授权的行为。</span></p>
        <p class="MsoNormal"><span>7.2 对自己行为负责</span></p>
        <p class="MsoNormal"><span>用户充分理解并同意，用户必须为自己疫情防控帐号下的一切行为负责，包括用户所发表的任何内容以及由此产生的任何后果。用户应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。如泰无法且不会对因前述风险而导致的任何损失或损害承担责任。</span></p>
        <p class="MsoNormal"><span><b>八、终端安全责任</b></span></p>
        <p class="MsoNormal"><span>8.1 用户理解并同意，本服务同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁用户的终端设备信息和数据安全，继而影响本服务的正常使用等。因此，用户应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。</span></p>
        <p class="MsoNormal"><span>8.2 用户不得制作、发布、使用、传播用于窃取疫情防控帐号及他人个人信息、财产的恶意程序。</span></p>
        <p class="MsoNormal"><span>8.3 维护软件安全与正常使用是如泰和用户的共同责任，如泰将按照行业标准合理审慎地采取必要技术措施保护你的终端设备信息和数据安全，但是用户承认和同意如泰并不能就此提供完全保证。</span></p>
        <p class="MsoNormal"><span><b>九、第三方软件或技术</b></span></p>
        <p class="MsoNormal"><span>9.1 本服务可能会使用第三方软件或技术（包括本服务可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。</span></p>
        <p class="MsoNormal"><span>9.2 本服务如果使用了第三方的软件或技术，如泰将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本服务安装包特定文件夹中打包、或通过开源软件页面等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议、其他文件及网页，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，你应当遵守这些要求。如果用户没有遵守这些要求，该第三方或者国家机关可能会对用户提起诉讼、罚款或采取其他制裁措施，并要求如泰给予协助，用户应当自行承担法律责任。</span></p>
        <p class="MsoNormal"><span>9.3 如因本服务使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，如泰不承担任何责任。如泰不对第三方软件或技术提供客服支持，若用户需要获取支持，请与第三方联系。</span></p>
        <p class="MsoNormal"><span><b>十、免责与责任限制</b></span></p>
        <p class="MsoNormal"><span>10.1 用户理解并同意：本服务按“如是”的状态提供，如泰对本服务不作任何明示或暗示的保证，包括但不限于对本服务的可适用性、持续性等。</span></p>
        <p class="MsoNormal"><span>10.2 用户理解并同意：在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断，因此而引发的损害及后果，如泰不承担任何责任。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、风暴等以及社会事件如战争、动乱、政府行为等。</span></p>
        <p class="MsoNormal"><span>10.3 在适用法律允许的范围内，如泰在任何情况下（不论何种原因）均不承担如下责任：（A）任何间接的、故意的、惩罚性的、附带的、惩戒性的、特殊的或后果性的损害赔偿; （B）业务或机会损失; （C）收入损失; （D）利润损失; （E）商誉损失;（F）内容损失; 或（G）数据丢失。</span></p>
        <p class="MsoNormal"><span><b>十一、知识产权声明</b></span></p>
        <p class="MsoNormal"><span>11.1 如泰是本服务的知识产权权利人。本服务的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本服务相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，如泰享有上述知识产权，但相关权利人依照法律规定应享有的权利除外。</span></p>
        <p class="MsoNormal"><span>11.2未经如泰或相关权利人书面同意，用户不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。</span></p>
        <p class="MsoNormal"><span><b>十二、其他</b></span></p>
        <p class="MsoNormal"><span>12.1 用户使用本服务即视为用户已阅读并同意受本协议的约束。如泰有权在必要时修改本协议条款。如泰可能会以包括但不限于在相关服务页面展示、网页公告、网页提示、电子邮箱、手机短信、常规的信件传送、用户注册使用本服务的帐号管理系统内发送站内信等方式中的一种或多种，向用户送达关于本服务的各种规则、通知、提示等信息，用户可以在本服务的最新版本中查阅相关协议条款。本协议条款变更后，如果用户继续使用本服务，即视为用户已接受修改后的协议。如果用户不接受修改后的协议，应当停止使用本服务。</span></p>
        <p class="MsoNormal"><span>用户同意，任何由于电子邮箱、手机号码、通讯地址等信息错误或其他不可归咎于如泰的原因，导致用户未收到相关规则、通知、提示等信息的，均不影响该等信息对用户所产生的法律效力，且用户应受其约束，由此产生的一切后果及责任由用户自行承担。</span></p>
        <p class="MsoNormal"><span>12.2 本协议签订地为中华人民共和国重庆市北碚区。</span></p>
        <p class="MsoNormal"><span>12.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</span></p>
        <p class="MsoNormal"><span>12.4 若用户和如泰之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，用户同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</span></p>
        <p class="MsoNormal"><span>12.5 本协议所有条款的标题仅为阅读方便，本身并无实际含义，不能作为本协议含义解释的依据。</span></p>
        <p class="MsoNormal"><span>12.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。（正文完）</span></p>
        
        <p class="MsoNormal"><span><b>如泰科技</b></span></p>
      </div>
      <p class="version">© 2009&nbsp;-&nbsp;2020&nbsp;Utech Inc. All Rights Reserved</p>
    </div>
  </main>
</template>
<script>
export default {
  name: "userAgreement",
  setup() {},
};
</script>
<style lang="scss" scoped>
.userAgreement_main {
  p:first-child {
    font-size: 20px;
  }
}
.version {
  margin-top: 24px;
}
</style>